[{"id": "2006976249", "media": ""}, {"id": "2008038838", "media": "I like a lot of music and I like discover other songs "}, {"id": "2009027143", "media": ""}, {"id": "2007294011", "media": ""}, {"id": "2005072145", "media": ""}, {"id": "2000249197", "media": "American Beauty, Being John Malkovich, Ghost Dog, The Dark Knight, Science of Sleep, The Imaginarium of Dr Parnassus, Interstellar, Baby Driver, The Punisher\r\n\r\nDepeche Mode, Vivaldi, Mozart, Beethoven, Radiohead, IAM, Gorillaz, Le Soldat Rose, Noir Desir, The Wu-Tang"}, {"id": "1003187862", "media": "La conjuration des imbéciles; Danse, danse, danse; La dance de la réalité"}, {"id": "1002665476", "media": "Love music - both listening to it and playing my quitar"}, {"id": "2293022", "media": "Films : Au nom de la Rose -  La Cocciara - La Strada - Le Festin de Babeth - Drôle de Felix\r\nMusique : Classique, Chansons françaises et italiennes, Variétés, Reggae ( Tiken Jah Fakoly )\r\nAuteurs de livres : François Begaudeau, Barbara Stiegler, Edgar Morin"}, {"id": "2008601538", "media": "Musics : Nina Simone, Elliott Smith, Ray Charles, B.B. King, Screamin' Jay Hawkins, Led Zeppelin, Damien Rice, Aerosmith, SOAD, Tracy Chapman, etc... \r\n\r\nMovies : The Danish Girl, Into The Wild, Django, Tim Burton's movies, etc...\r\n\r\nBooks : Charles Baudelaire, Les Fleurs du Mal -  Breton, L'amour Fou -  Franz Kafka, La Métamorphose - Guillaume Apollinaire, Alcools - Zola, Germinal - Donna Tartt, The Goldfinch - Simone De Beauvoir, Le Deuxième Sexe - Proust, À la recherche du temps perdu, etc..."}, {"id": "4681941", "media": "Well, some of the books that have marked me are Rayuela (Cortázar), Para los Pájaros (an interview with John Cage), Un Arte Contextual (Paul Ardenne),  Creación, sonido y ciudad (Maria Andueza), Nuevos lugares de intención (Blanca Fernández), and many others.\r\n\r\nAs for music, I'm inclined towards contemporary music, experimental, noise, jazz (mainly free jazz), folk music, reggae. But I'm open to everything, especially to what I still do not hear."}, {"id": "3085418", "media": "Books: SCI FI\r\nIsacc Asimov\r\nIsabel Allende\r\nMovies: my top 3 are:\r\nThe Color Purple\r\nThe silence of the lambs\r\nThe bridges over the Madison County (actually, this film looks like my own life)\r\nMusic:\r\nEasy question: Madonna and all the music from the 80's"}, {"id": "980624", "media": "mostly world music, and a few pop/ rock bands, eg. Muse, Coldplay and Aaron, a great discovery of French pop groups."}, {"id": "2947591", "media": "Tooo many to tell, let's keep this subject for our meeting :)"}, {"id": "1318101", "media": "i really really liked a streetcar named desire.\r\nkar wai wong, kubrick, resnais, cronenberg, scorsese, bertolucci, woody allen\r\n\r\nmusic.\r\npulp, bright eyes, angus and julia stone &amp; most operas\r\n\r\nprobably the best use of ink on paper.\r\nsexus, brothers karamazov, atlas shrugged,  the unbearable lightness of being, the sun also rises, bell jar \r\n"}, {"id": "2000853708", "media": "The Boondock Saints"}, {"id": "2007689775", "media": "GOT, Fight club, shining, resident evil\nStephen King, Anthony Horowitz\nBeatles, Rolling Stones, Pink Floyd, MJ, three days grace, rise against, avenged sevenfold, Oscar and the wolf "}, {"id": "2003492184", "media": "a book, René Guénon's La crise du monde moderne\r\nanother book, Katsushika Hokusai's 100 views of Mount Fuji\r\nyet another one, Rabelais' Gargantua\r\njust one more book, Italo Calvino's Le città invisibili\r\na record, Pharoah Sanders' A journey to the one LP\r\nanother record, Richard David James' The Tuss LP\r\nyet another record, Frank Zappa's One Size Fits All \r\nlast one, Zakir Hussain 'Super Percussion of India'\r\na piece of music, Rachmaninoffs' 3rd piano concerto, played by Martha Argerich\r\nanother piece of music, Camille Saint-Saëns Le Carnaval des animaux\r\na movie, Satyajit Ray’s Jalsaghar\r\nanother movie, Andrei Tarkovsky's Solaris"}, {"id": "2003345412", "media": ""}, {"id": "4603476", "media": "I love music, Rock and Reggae are my favorite genres but this time i listen a lot of Gnarls Barkley. \r\nI like comedies and movies that make you say \"huh?\" \r\nI also enjoy reading, biographies, autobiographies, SF, Fantasy.\r\n and PhotoBook."}, {"id": "2005581263", "media": "french, american cinema, and some other filmmakers from 1920's  until now\r\n\r\namerican writers form 50's to 90's"}, {"id": "2006905192", "media": "Punk, blues, jazz, rock, indie, reggae"}, {"id": "2006361224", "media": "French musique "}, {"id": "1778426", "media": "All kinds of Music really doesn't matter for me\r\nfiction, horror, comédie,romantic, action \r\nNot a big reader but sometimes when i like a novel i go for it"}, {"id": "2007030977", "media": "Last period listened to Flamenco, Fado and Pimpa music. I like Music popular music of each country"}, {"id": "2001846088", "media": "Music: \r\n\r\nThe Cure!!!  + Joe Hisaishi!!! \r\n\r\nAnd I love Nirvana, The Doors, Red Hot Chilli Peppers, Soundgarden, Rage Against The Machine, most of the rock band from the 90's (I kind of got stuck in the grunge era), older rock, old school hip-hop,  and many more....\r\n\r\n+ world music from many countries (for instance I love Nusrat Fateh Ali Khan, Rokia Traoré, Shahram Nazeri, ...)\r\n\r\nMovies:\r\n\r\nStar Wars the old one!!  All of Miyazaki's movies!!!  And more serious stuff (love italian and iranian cinema). Movies are like books, I have tons of them and I watch almost every day a movie. I love very different sorts of movies, from american blockbusters to \"auteur cinema\". But I like movies with very little CGI.\r\n\r\nBooks: \r\n\r\nToo many to say but as essay authors I love Carl Gustav Jung, Henry Corbin, René Guénon, Aldous Huxley, Terence Mc Kenna, Pierre Rabhi, and many more...\r\nIn literature, I love most of the french classics and Amin Maalouf (\"Les Jardins de Lumière\" is one of my favorite book ever), Albert Cohen, François Cheng, Yukio Mishima, Leo Tolstoy, etc....\r\n\r\nBut sorry I'm ashame but I have to say it: I hate Balzac and Proust..."}, {"id": "2000074871", "media": "Authors : Panaït Istrati, Yachar Kemal, Nikos Kazantsakis, Albert Cossery, Céline, Fiodor Dostoïevski, Lev Tolstoï, Khushwant Singh, Gabriel García Marquez, Kabir, John Kennedy Toole, Nicolas Bouvier,  Jack Kerouac, Hermann Hesse, Charles Baudelaire, George Orwell, Omar Khayyam, J.R.R. Tolkien, Rabindranath Tagore, Joseph Conrad, Henry Miller, Malcolm Lowry, San Juan de la Cruz, Arthur Rimbaud, Franz Kafka\r\n\r\nKaamelott!! \r\n\r\nAuthors (humanities) : Pierre Bourdieu, Michel Foucault, James C. Scott, Arundathi Roy\r\n\r\nBooks : Alexis Zorba, Under the volcano, L'usage du monde, Une saison en enfer, Surveiller et punir : naissance de la prison, The art of not being governed, Bhagavad Gita, The Cost of Living (by Arundathi Roy), The Lord of the Rings, A Confederacy of Dunces, Cien años de soledad, Voyage au bout de la nuit, The Power of Now (Eckhart Tolle). \r\n\r\nMovies : Sergio Leone, Guru Dutt, Satyajit Ray. Once upon a time in America!!!"}, {"id": "1003194879", "media": "I love all good movies and dislike the bad ones.\r\nLike roots reggae / dub a lot. Big up !\r\nLike to read about the news (newspapers and magazines) and contemporary comics."}, {"id": "2243829", "media": "Movies: David Lynch, Richard Linklater, Darren Aronovsky, Michael Haneke, Todd Solondz, Gregg Araki, Gaspard Noé, Thomas Vinterberg\r\n\r\nMusic: Pink Floyd, The Doors, Infected Mushroom, Shpongle, The Prodigy, Rony Size, Massive Attack, Portishead, Circulation, Aphex Twin, Svinkels, Stupeflip, Serge Gainsbourg, Jeff Mills, Gesaffelstein, Principles of Flight\r\n\r\nBooks: Haruki Murakami, Oscar Wilde, Aldous Huxley, Ivan Turgenev, Franz Kafka, Hunter S. Thompson, Milan Kundera, André Gide, Alexandre Jardin, Michel Houellebecq, Ellery Queen, Terence McKenna"}, {"id": "2002165353", "media": "1984\nL'étranger\nPulp Fiction\nla Haine\nPink Floyd \n\n"}, {"id": "2004754878", "media": "Swing music, tango, world music, and disco, voices like Adele, Aretha Franklin, Ella Fitzgerald, Louis Armstrong, Madeleine Peyroux. So much movies I like, more kind of independent movies. Jim Jarmush, Aki Kaurismaki, Wes Andersen, Wim Wenders, Kusturica, Roy Andersson, Ettore Scola..."}, {"id": "1000251325", "media": "It´s always cool to come across new things - so why don´t you recommend me your favorite movie, song or book?\r\n\r\nAs Shakespeare said: \"Thy movies,I adore thee so!\" ;) -that means I´ve seen quite a lot of them. I adore narrative twists, mystery settings, weird comedies, deep characters, extraordinary stories and wild camera rides\r\n\r\nMusicwise I enjoy everything that has inspiring vocals, cool lyrics, crazy instrument arrangements or that simply rocks! (Sorry, minimal techno, your kicked out at this point!)\r\n\r\nI love books by Hermann Hesse, Gabriel Garcia Marquez, Erich Kästner, Paulo Coelho, Douglas Adams, Stanislav Lem, Fjodor Dostojewski, Willi Shakespeare and J.W. Goethe among others...greetings to all the bookworms!"}, {"id": "2937586", "media": ""}, {"id": "2007042230", "media": "Favorite music: indie and rock\r\nFavorite movies: Tarantino's movies\r\nFavorite books: \"The country under my skin\", G. Belli; \"If on a winter's night a traveler\", I. Calvino"}, {"id": "1001914537", "media": "I would not say I have favorite music, movie or books. I rather have favorite artists, directors, actors, writes, singers, bands, DJs and so on."}, {"id": "2904760", "media": "Edith Piaf, Johny Hallyday, Alain Souchon, Francis cabrel, Corneille, Mc Soalr, Florent Pagny,david Gueta, Diams, Aretha Franklin, Jimmy Hendrix, Ray Charles, James Brown, Mickael Jackson, Maria Carrey, Tracy Chapman, Rihanna, Beyoncé, Lady Gaga, Bob Marley, Youssou Ndour, Vivian N'dour, Ismail Lo, Oumou Sangaré, Salif Keita, Mory Kanté, Adnan Sami, .. I can't write all, I globally listen to all kind of musics from everywhere, every style. \r\n"}, {"id": "2003286361", "media": "Let's be honest, the rap music has my heart."}, {"id": "597201", "media": "Forest Gump, 80s rock, every thing by Herman Hesse."}, {"id": "2006563178", "media": ""}, {"id": "1000419129", "media": "The first 3 seasons of The Big Bang Theroy\r\nTrevor Noah's shows\r\n\r\nThe Stephen Chow's movies before 2001\r\n3 Idiots, Police Story (1,2,3), 雞同鴨講, Forrest Gump, The Shawshank Redemption, Big Fish\r\nDangal, A Better Tomorrow, Bullet in the Head, The Killer(喋血雙雄), Infernal Affairs 1,2; 搶錢夫妻, 鬼子来了, Schindler's List\r\n\r\nThe passionate instrumental music: classical (Beethoven, Chopin, too many to name, also Chinese classical music (before 20th century...)). jazz, world music etc\r\n\r\n"}, {"id": "2008764694", "media": null}, {"id": "2008731120", "media": "I play classical music but I love all kinds"}, {"id": "2001148655", "media": "My favorite books: Where there's the will, there's the way; Harry Porter; The Lord of the Rings, etc.\r\nMusic: I like music but I don't have a favorite kind of music. I listen to different types of music from classical to electronic, modern music:))\r\n"}, {"id": "846854", "media": "I like any kind of music and movies, but I rarely read any books :)"}, {"id": "2002564446", "media": "David Guetta\r\nTaxi\r\nPaolo Coelho"}, {"id": "2716777", "media": null}, {"id": "99590", "media": "Hooops the list would be too long"}, {"id": "2006966352", "media": "I like mostly alternative rock, hip hop, rock from the 60’s, electronic music. I read quite a lot and the last author that I discovered and really liked is Robin Hobb. My favorite movies tell a story of people (like into the wild, fried green tomatoes or captain fantastic) or make you think about our society. I really liked fight club or matrix."}, {"id": "2008134102", "media": "Books\nSexus Henry Miller\nCrime and Punishment of Dostoievsky\nSiddhartha of Hesse\r\nOf music, I prefer progresive, electronic, I lovvve jazz, reggae, I want to know new music :)"}]